{
  "nodes": [
    {
      "buttons": [
        {
          "target_node": 2,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "1.jpg"
        }
      ],
      "support": "",
      "content": " Το παρόν είναι μια σύντομη παρουσίαση που θα σας βοηθήσει να γνωριστείτε με την εφαρμογή μας. Θα προσπαθήσουμε να παρουσιάσουμε βήμα βήμα κάθε τμήμα της εφαρμογής ώστε να μπορέσει και ο πλέον αρχάριος χρήστης να τη χρησιμοποιήσει με ευκολία. Ας ξεκινήσουμε λοιπόν. Για να συνεχίσετε μαρκάρετε την τελεία αριστερά από την απάντηση της επιλογής σας και κάντε κλικ πάνω στη λέξη Συνέχεια που βρίσκεται σε γαλάζιο φόντο. Για τη πρώτη σας φορά η επιλογή είναι μόνο μία η λέξη Συνέχεια. ",
      "subtitle": "",
      "title": "Εξοικείωση με την εφαρμογή.",
      "progress": 0,
      "final": 0,
      "id": 1
    },
    {
      "buttons": [
        {
          "target_node": 3,
          "label": " Μήλο"
        },
        {
          "target_node": 2,
          "label": " Αχλάδι"
        },
        {
          "target_node": 2,
          "label": " Πορτοκάλι"
        }
      ],
      "images": [
        {
          "src": "2.jpg"
        }
      ],
      "support": "",
      "content": " Στην εικόνα που βλέπετε απεικονίζεται ένα φρούτο. Κάτω από την εικόνα υπάρχουν τρεις απαντήσεις για την ερώτηση τι φρούτο είναι αυτό που βλέπετε. Μαρκάρετε την τελεία αριστερά από τη σωστή απάντηση και έπειτα κάντε κλικ πάνω στη λέξη Συνέχεια που βρίσκεται μέσα σε γαλάζιο πλαίσιο για να συνεχίσετε.",
      "subtitle": "",
      "title": "Απάντηση σε μία ερώτηση",
      "progress": 25,
      "final": 0,
      "id": 2
    },
    {
      "buttons": [
        {
          "target_node": 4,
          "label": " Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "3.jpg"
        }
      ],
      "support": "",
      "content": " Συγχαρητήρια! Επιλέξατε τη σωστή απάντηση. Η εφαρμογή δεν έχει ως σκοπό της να εξετάσει τους χρήστες της αλλά να τους βοηθήσει να εξοικειωθούν με τη κατάσταση που αντιμετωπίζουν. Στη προηγούμενη ερώτηση αν κάνατε λάθος στην ουσία επιστρέφατε στην ίδια ερώτηση μέχρι να βρείτε τη σωστή απάντηση. Στη κανονική ροή κάθε επιλογή είτε είναι σωστή είτε λάθος οδηγεί σε κάποια άλλη επιλογή από μέρους σας. Για να συνεχίσετε μαρκάρετε την τελεία αριστερά από τη λέξη Συνέχεια και έπειτα κάντε κλικ πάνω στη λέξη Συνέχεια που βρίσκεται μέσα σε γαλάζιο πλαίσιο. ",
      "subtitle": "",
      "title": "Σωστή απάντηση",
      "progress": 50,
      "final": 0,
      "id": 3
    },
    {
      "buttons": [
        {
          "target_node": 5,
          "label": " Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "4.jpg"
        }
      ],
      "support": "Εδώ είναι οι πρόσθετες πληροφορίες γύρω από το κείμενο που μόλις διαβάσατε. Μπορείτε να συνεχίσετε την παρουσίαση όποτε είστε έτοιμοι.",
      "content": " Μία από τις επιλογές που έχετε στην οθόνη σας είναι αυτή των πρόσθετων πληροφοριών κάτω από το κείμενο τονισμένη με γαλάζιο χρώμα και μέσα σε γαλάζιο περίγραμμα. Η επιλογή αυτή σας δίνει πρόσθετες πληροφορίες πάνω στο κείμενο που διαβάσατε. Δεν έχουν όλες οι επιλογές επιπρόσθετες πληροφορίες. Συνήθως αυτές βρίσκονται στη τελική κατάληξη μιας σειράς επιλογών σας. Οι επιπρόσθετες πληροφορίες δεν είναι απαραίτητες για τη χρήση της εφαρμογής ωστόσο μπορούν να σας βοηθήσουν να κατανοήσετε γιατί η επιλογή σας ήταν σωστή ή λάθος. Δοκιμάστε να κάνετε κλικ πάνω στην επιλογή Επιπρόσθετες πληροφορίες. 'Οταν είστε έτοιμοι να συνεχίσετε μαρκάρετε την τελεία αριστερά από τη λέξη Συνέχεια και έπειτα κάντε κλικ πάνω στη λέξη Συνέχεια που βρίσκεται μέσα σε γαλάζιο πλαίσιο",
      "subtitle": "",
      "title": "Επιπρόσθετες πληροφορίες",
      "progress": 75,
      "final": 0,
      "id": 4
    },
    {
      "buttons": [],
      "images": [
        {
          "src": "5.jpg"
        }
      ],
      "support": "",
      "content": " Με αυτό το τρόπο κλείνει η παρουσίαση της εφαρμογής μας. Προσπαθήσαμε να την κάνουμε όσο πιο εύχρηστη ήταν εφικτό ώστε και ο πλέον αρχάριος χρήστης να μπορεί να τη χρησιμοποιήσει άνετα και ευχάριστα. Σας ευχαριστούμε για το χρόνο σας και ελπίζουμε να απολαύσετε τη πλοήγησή σας",
      "subtitle": "",
      "title": "Ευχαριστούμε",
      "progress": 100,
      "final": 1,
      "id": 5
    }
  ]
}
