{
  "nodes": [
    {
      "id": 1,
      "final": 0,
      "progress": 0,
      "title": " James is suffering from chronic pain",
      "subtitle": "",
      "content": "James has beam suffering from chronic lower back pain for the last 5 years. He is almost in constant pain which over time has slowly deteriorated. The pain is localized and does not radiate to his leg. Scanning techniques including MRI have not revealed any specific pathology and his attending orthopedic has told him that his condition cannot be treated with surgery. James has also been treated by a physiotherapist and has been prescribed several anti-inflammatory medications (see support info) by his general practitioner over the years. Due to the complexity in dealing with James' chronic pain he and his GP decided that he should be referred to a pain clinic.",
      "support-info": "Paracetamol, NSAIDs (several types including naproxen and diclofenac. Nonsteroidal anti-inflammatory drugs (NSAIDs) are a drug class that reduce pain, decrease fever, prevent blood clots and, in higher doses, decrease inflammation. Side effects depend on the specific drug, but largely include an increased risk of gastrointestinal ulcers and bleeds, heart attack and kidney disease. The most prominent NSAIDs are aspirin, ibuprofen and naproxen, all available over the counter in most countries. Paracetamol (acetaminophen) is generally not considered an NSAID because it has only little anti-inflammatory activity. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5423546",
      "images": [
        {
          "src": "1.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue",
          "target_node": 2
        }
      ]
    },
    {
      "id": 2,
      "final": 0,
      "progress": 20,
      "title": "Visit to the pain clinic",
      "subtitle": "",
      "content": "James visited the pain clinic where a specialized physician reviewed his medical history and prescribed for him some new medication consisting of Tramadol and a physical training program. James, however, is reluctant to try out new medication due to the fact that nothing has really helped him over the years cope with the pain leaving him in a  poor physical, psychological and emotional state. When he returned home, he thought about it and decided to:",
      "support-info": "Tramadol is an opioid pain medication used to treat moderate to moderately severe pain. When taken by mouth in an immediate-release formulation, the onset of pain relief usually begins within an hour. Common side effects include constipation, itchiness, and nausea. https://www.drugs.com/monograph/tramadol-hydrochloride.html developed by The American Society of Health-System Pharmacists.",
      "images": [
        {
          "src": "2.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Ignore the specialist's advice and carry on with his old medication.",
          "target_node": 6
        },
        {
          "label": "2. Follow his specialist's advice and try out the new medication.",
          "target_node": 7
        },
        {
          "label": "3. Stop taking all medication.",
          "target_node": 8
        }
      ]
    },
    {
      "id": 3,
      "final": 0,
      "progress": 40,
      "title": "Trip abroad",
      "subtitle": "",
      "content": "Three months later, James is feeling quite confident about managing his pain. He decided to make a trip overseas to Los Angeles, something that has been a dream of his for the last ten years. Unfortunately one week into his trip James is suffering from a severe increase in the amount of pain he is experiencing. Due to being abroad he is unable to contact his attending doctor. He thought about it and decided to:",
      "support-info": "",
      "images": [
        {
          "src": "3.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. 1. Ignore his pain and continue his vacation.",
          "target_node": 10
        },
        {
          "label": "2. Try to get some rest.",
          "target_node": 11
        },
        {
          "label": "3. Call his insurance company and try to figure out his options.",
          "target_node": 12
        }
      ]
    },
    {
      "id": 4,
      "final": 0,
      "progress": 60,
      "title": "Returning home",
      "subtitle": "",
      "content": "James was forced to cancel his trip and return home devastated. His long awaited dream trip did not go as he was hoping and he was still in a great amount of pain. More unbearable than the physical pain was the psychological burden that he wouldn't be able to do more than the basic everyday things in his life and that no one could really understand what he was going through. Giving it a great deal of thought, he decided to:",
      "images": [
        {
          "src": "4.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Talk about it with a friend that was suffering from chronic pain.",
          "target_node": 14
        },
        {
          "label": "2. Talk about it with his attending specialist.",
          "target_node": 15
        },
        {
          "label": "3. Seek out help from a mental health professional.",
          "target_node": 16
        }
      ]
    },
    {
      "id": 5,
      "final": 0,
      "progress": 80,
      "title": "Interacting with other people suffering from chronic pain",
      "subtitle": "",
      "content": "James heard about an online patients association called RELIEF solution and decided to give it a try. While talking with another patient, the latter recommended to James  to stop his pharmaceutical treatment and try out an alternative medicine that has worked out very well for him. James thought about it and decided to:",
      "support-info": "",
      "images": [
        {
          "src": "5.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Stop taking his medication and try out the alternative treatment.",
          "target_node": 21
        },
        {
          "label": "2.  Ignore the recommendation and carry on with his usual medication.",
          "target_node": 20
        },
        {
          "label": "3.  Try to research on his own about the alternative treatment on the internet.",
          "target_node": 18
        }       
      ]
    },
    {
      "id": 6,
      "final": 0,
      "progress": 25,
      "title": "The pain is still present",
      "subtitle": "",
      "content": "Four days later, James decided to do some chores in his backyard. The next morning his back pain was more intense than usual and he was having difficulty getting out of bed. He decided to:",
      "support-info": "Certain exercises or chores as well as general body posture can have significant effects on chronic pain. Depending on their ailment, patients should be advised to avoid engaging in certain types of physical labor or modifying the way they are engaging in it as well as altering their daily habits to help them manage the pain better. Below is a link to an article with general tips on how to best accommodate those changes https://www.physio-pedia.com/Back_School",
      "images": [
        {
          "src": "6.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Call his GP and ask him what he should do.",
          "target_node": 8
        },
        {
          "label": "2.  Take some painkillers and go on with his daily schedule.",
          "target_node": 9
        }
      ]
    },
    {
      "id": 7,
      "final": 0,
      "progress": 35,
      "title": "",
      "subtitle": "New treatment",
      "content": "After following his new medical schedule for a couple of months, James started feeling better. The pain was present from time to time usually when he was not careful and overexerted himself physically but most days he was pain free. For the first time since he could recall, he was actually able to do things he had not done for years and believed he could make plans for the future.",
      "support-info": "Certain exercises or chores as well as general body posture can have significant effects on chronic pain. Depending on their ailment, patients should be advised to avoid engaging in certain types of physical labor or modifying the way they are engaging in it as well as altering their daily habits to help them manage the pain better. Below is a link to an article with general tips on how to best accommodate those changes https://www.physio-pedia.com/Back_School",
      "images": [
        {
          "src": "7.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue",
          "target_node": 3
        }
      ]
    },
    {
      "id": 8,
      "final": 0,
      "progress": 25,
      "title": "The pain deteriorates",
      "subtitle": "",
      "content": "A week later, James woke up in excruciating pain. He stayed in bed all day because he could barely move. In the afternoon he decided to:",
      "support-info": "",
      "images": [
        {
          "src": "8.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Call his GP and ask him what he should do.",
          "target_node": 9
        },
        {
          "label": "2. Try out his new medication.",
          "target_node": 7
        }
      ]
    },
    {
      "id": 9,
      "final": 0,
      "progress": 30,
      "title": "Phone call to his GP",
      "subtitle": "",
      "content": "James's GP advised him to try out the medication the specialist at the pain clinic had prescribed for him. He also explained to him politely that in his professional opinion he felt they had exhausted the more common solutions to his chronic pain problem. He recommended to James to really give this new treatment a chance. James decided to follow his GP’s advice.",
      "support-info": "",
      "images": [
        {
          "src": "9.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue",
          "target_node": 7
        }
      ]
    },
    {
      "id": 10,
      "final": 0,
      "progress": 45,
      "title": "Site-seeing",
      "subtitle": "",
      "content": "James tried to ignore his pain and decided to go site-seeing. Waking up the next day he realized that overexerting himself was probably the wrong idea since he was unable to get out of bed. Alarmed he decided to call the hotel reception and ask for a doctor to visit him at his hotel room.",
      "support-info": "",
      "images": [
        {
          "src": "10.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Continue",
          "target_node": 13
        }
      ]
    },
    {
      "id": 11,
      "final": 0,
      "progress": 45,
      "title": "A day's rest",
      "subtitle": "",
      "content": "James decided to take the day off from site-seeing and get some rest. In the afternoon he exercised for 30 minutes using his home training program, had dinner in his hotel room and then got an early night's sleep. Waking up the next morning he realized he was feeling better but not well enough to continue on his trip. He decided to:",
      "support-info": "There are multiple exercise programs for patients with all kind of issues that can be followed either under  professional supervision or help or even at home. However, since most programs are designed specifically for certain ailments if patients are interested in following one they should do so after contacting a medicare professional that can guide them to the one that can have substantial benefit for them. The right exercise can help patients both physically as well as mentally while an inappropriate one can deteriorate their existing problems. Overall, there are some general guidelines for exercise programs that you can read about in https://www.emedicinehealth.com/walking_for_fitness/article_em.htm#getting_started",
      "images": [
        {
          "src": "11.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Ignore his pain and continue his vacation.",
          "target_node": 10
        },
        {
          "label": "2. Call his insurance company and try to figure out his options.",
          "target_node": 12
        }
      ]
    },
    {
      "id": 12,
      "final": 0,
      "progress": 55,
      "title": "Phone call to the insurance company",
      "subtitle": "",
      "content": "James contacted his insurance company's branch in the USA where he was informed that there were a series of limitations in his insurance plan (see support info). Since he was unable to pay for his medical expenses abroad, James decided to cancel his trip and return home earlier than expected.",
      "support-info": "Most insurance packages do not cover medical insurance when you are travelling abroad. Even if it does, in most cases, you'll get some coverage for care needed to treat an emergency, but you'll have to pay out-of-your-pocket and then submit the necessary paperwork for reimbursement after you return home. However,  patients tend to define a medical emergency in a different way than insurers. Travel insurance may include depending on the package: trip cancellation, trip interruption, emergency medical coverage and evacuation, 24/7 emergency assistance and baggage protection. If you need help finding a local doctor or hospital while traveling contact your local embassy, your insurance company or visit https://www.iamat.org/ for a list of vetted English-speaking doctors and clinics worldwide. Finally, before your trip, visit the Centers for Disease Control and Prevention website to learn about the health risks and health care system in the country you will be traveling in, including recommended vaccinations.",
      "images": [
        {
          "src": "12.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue.",
          "target_node": 4
        }
      ]
    },
    {
      "id": 13,
      "final": 0,
      "progress": 50,
      "title": "Visit from a doctor at his room",
      "subtitle": "",
      "content": "A physician visited him at his hotel room and after conducting a physical examination told him that he should get some rest and gave him a combined anti-inflammatory and muscle relaxant injection to help him deal with the pain. James was charged an extravagant fee for the medical services by the hotel and was told that he should contact his insurance company for further clarification.",
      "support-info": "",
      "images": [
        {
          "src": "13.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Continue",
          "target_node": 12
        }
      ]
    },
    {
      "id": 14,
      "final": 0,
      "progress": 67,
      "title": "Talking to a friend",
      "subtitle": "",
      "content": "His friend recommended he try out the support group he was attending. He told James that he felt that the procedure had helped him in various aspects of his everyday life. James decided to join his friend in his next meeting at the pain support group.",
      "support-info": "",
      "images": [
        {
          "src": "14.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue",
          "target_node": 17
        }
      ]
    },
    {
      "id": 15,
      "final": 0,
      "progress": 67,
      "title": "Talking to his specialist",
      "subtitle": "",
      "content": "His attending pain specialist recommended to him to pay a visit to one of the support groups for patients with chronic pain. He thought that he would be able to express his frustration to people that had similar issues in their everyday lives. James decided to try out his doctor’s advice.",
      "support-info": "",
      "images": [
        {
          "src": "15.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Continue",
          "target_node": 17
        }
      ]
    },
    {
      "id": 16,
      "final": 0,
      "progress": 74,
      "title": "Visit to a mental health professional",
      "subtitle": "",
      "content": "The collaboration with the mental health expert helped James to reduce his frustration and  improve his relationships with the people in his everyday life.",
      "support-info": "",
      "images": [
        {
          "src": "16.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue.",
          "target_node": 5
        }
      ]
    },
    {
      "id": 17,
      "final": 0,
      "progress": 74,
      "title": "First contact with a support group",
      "subtitle": "",
      "content": "James attended the support group for patients with chronic pain and he felt really relaxed among people that were facing the same problems as he did. He realized that hearing other people talk about their experiences helped him feel less lonely and socially isolated. The specialists and psychologists that were working at the support group were very helpful as well and suggested to him to try out a mobile application they were using that introduced the patients to various scenarios they might experience in their everyday lives.",
      "support-info": "In a support group, members provide each other with various types of help, usually nonprofessional and nonmaterial, for a particular shared, usually burdensome, characteristic. Members with the same issues can come together for sharing coping strategies, to feel more empowered and for a sense of community. The help may take the form of providing and evaluating relevant information, relating personal experiences, listening to and accepting others' experiences, providing sympathetic understanding and establishing social networks. Nowadays there also online support groups for various issues and the conversations are supervised by moderators where members can share relevant information regarding their common issues.",
      "images": [
        {
          "src": "17.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Continue",
          "target_node": 5
        }
      ]
    },
    {
      "id": 18,
      "final": 0,
      "progress": 87,
      "title": "Researching online",
      "subtitle": "",
      "content": "James tried to do some research about the alternative treatment over the internet but the information he was getting made him more confused. He was also worried about the lack of verification on the provided information. Hesitantly he decided to:",
      "support-info": "",
      "images": [
        {
          "src": "18.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Ignore the recommendation and carry on with his usual medication.",
          "target_node": 20
        },
        {
          "label": "2. Call his attending specialist and ask his advice.",
          "target_node": 19
        }        
      ]
    },
    {
      "id": 19,
      "final": 0,
      "progress": 94,
      "title": "Talking to his specialist",
      "subtitle": "",
      "content": "His specialist explained to James that not all treatments work equally well for everyone and that the suggested treatment had no definitive proof that was actually effective. He continued on to tell him that calling him was the right thing to do before taking a decision and that he was willing to arrange an appointment with him to discuss alternative solutions if James was feeling that the current treatment was not working for him. James reassured, decided to follow his doctor's advice.",
      "support-info": "Medicine non-adherence is a major problem and can be attributed to different reasons. It affects both patient and doctor as well as their relationship. If a patient is having problems with his/her medication he/she is advised to contact his/her doctor and explain the nature of the problem so that an acceptable by both parties solution can be found. Patients are advised against stop taking or modifying the doses of their medication without contacting their attending doctor. Below is a link to an online course on how to deal with medicine non-adherence that can help patients as well as medical personnel. https://www.futurelearn.com/courses/medicines-adherence-patient-behaviour",
      "images": [
        {
          "src": "19.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Continue",
          "target_node": 23
        }
      ]
    },
    {
      "id": 20,
      "final": 0,
      "progress": 94,
      "title": "Following his prescribed treatment",
      "subtitle": "",
      "content": "James continued taking his current medication with little to no problem in managing his pain. However, on his next appointment with his specialist he brought up the subject of the alternative treatment the other patient had suggested. His specialist explained to James that not all treatments work equally well for everyone and that the suggested treatment had no definitive proof that was actually effective. He continued on to tell him that it was the right thing to do not to discontinue his medication.",
      "support-info": "Medicine non-adherence is a major problem and can be attributed to different reasons. It affects both patient and doctor as well as their relationship. If a patient is having problems with his/her medication he/she is advised to contact his/her doctor and explain the nature of the problem so that an acceptable by both parties solution can be found. Patients are advised against stop taking or modifying the doses of their medication without contacting their attending doctor. Below is a link to an online course on how to deal with medicine non-adherence that can help patients as well as medical personnel. https://www.futurelearn.com/courses/medicines-adherence-patient-behaviour",
      "images": [
        {
          "src": "20.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue.",
          "target_node": 23
        }
      ]
    },
    {
      "id": 21,
      "final": 0,
      "progress": 87,
      "title": "Following the alternative treatment",
      "subtitle": "",
      "content": "A week into the alternative treatment and while James had stopped taking his prescribed medication, he started feeling an intense pain on his back that deteriorated as the day went by and in the evening he felt exhausted and psychologically wrecked from the ordeal. When he woke up in the morning, he could barely get out of bed and decided alarmed to call his specialist and explain the situation.",
      "support-info": "",
      "images": [
        {
          "src": "21.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue.",
          "target_node": 22
        }
      ]
    },
    {
      "id": 22,
      "final": 0,
      "progress": 94,
      "title": "Home visit from his specialist",
      "subtitle": "",
      "content": "His specialist paid him a visit at home and gave him a combined anti-inflammatory and muscle relaxant injection to relieve his intense pain. He went on to explain to James that not all treatments work equally well for everyone and that the suggested treatment had no definitive proof that was actually effective. He suggested that he should get back on his old medication and in the future he should not hesitate to call him if he needed advice.",
      "support-info": "Medicine non-adherence is a major problem and can be attributed to different reasons. It affects both patient and doctor as well as their relationship. If a patient is having problems with his/her medication he/she is advised to contact his/her doctor and explain the nature of the problem so that an acceptable by both parties solution can be found. Patients are advised against stop taking or modifying the doses of their medication without contacting their attending doctor. Below is a link to an online course on how to deal with medicine non-adherence that can help patients as well as medical personnel. https://www.futurelearn.com/courses/medicines-adherence-patient-behaviour",
      "images": [
        {
          "src": "22.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Continue",
          "target_node": 23
        }
      ]
    },
    {
      "id": 23,
      "final": 1,
      "progress": 100,
      "title": "Congratulations!",
      "subtitle": "",
      "content": "After learning how to manage his pain and what his physical limitations are, James is feeling more confident that he can cope with any problem that may appear due to his condition and no longer feels entrapped in it. He knows that whether he needs treatment, advice or psychological aid in the future, his friends and a group of Medicare professionals are available to provide it for him.",
      "support-info": "",
      "images": [
        {
          "src": "23.jpg"
        }
      ],
      "buttons": [
        {
          "label": "1. Play from the beginning",
          "target_node": 1
        }
      ]
    }
  ]
}