{
  "nodes": [
    {
      "buttons": [
        {
          "target_node": 2,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "1.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος πάσχει από αγκυλοποιητική σπονδυλαρθρίτιδα, η οποία προκαλεί διάφορα προβλήματα στην καθημερινή του ζωή και αρκετές δυσκολίες στις υποχρεώσεις του και στην εργασία του. Ζει μόνος του και έχει πολλούς φίλους. Λαμβάνει φαρμακευτική αγωγή για τον πόνο και τη φλεγμονή στις αρθρώσεις, αλλά τον τελευταίο μήνα έχει έντονες ενοχλήσεις στον ώμο και αρκετό πόνο χαμηλά στην πλάτη του. Αυτό έχει ως αποτέλεσμα να δυσκολεύεται πολύ σε απλές εργασίες και δραστηριότητες. Ο γιατρός του τον συμβούλεψε να ξεκινήσει φυσιοθεραπεία και αργότερα, ήπια άσκηση, καθώς και να προσπαθήσει να μην κουράζει πολύ το σώμα του. Αποφάσισε να ακολουθήσει τις συμβουλές του γιατρού του.",
      "subtitle": "",
      "title": "Ο Γιώργος πάσχει από αγκυλοποιητική σπονδυλαρθρίτιδα.",
      "progress": 0,
      "final": 0,
      "id": 1
    },
    {
      "buttons": [
        {
          "target_node": 7,
          "label": " Να αγνοήσει όσο μπορεί τον πόνο και να συνεχίσει τις κηπευτικές εργασίες."
        },
        {
          "target_node": 28,
          "label": " Να ξεκουραστεί και να αναλάβει κάποιος άλλος τις κηπευτικές εργασίες."
        },
        {
          "target_node": 29,
          "label": " Να ξεκουραστεί προς το παρόν και να συνεχίσει από αύριο τις κηπευτικές εργασίες."
        }
      ],
      "images": [
        {
          "src": "2.jpg"
        }
      ],
      "support": "",
      "content": " Μία εβδομάδα μετά την πρώτη φυσιοθεραπεία, ο Γιώργος χρειάστηκε να κάνει κηπευτικές εργασίες στο σπίτι του. Το απόγευμα ο πόνος στην πλάτη και τον ώμο του έγινε πολύ έντονος και αναρωτήθηκε τι πρέπει να κάνει.",
      "subtitle": "",
      "title": "Εργασίες σπιτιού",
      "progress": 17,
      "final": 0,
      "id": 2
    },
    {
      "buttons": [
        {
          "target_node": 8,
          "label": " Να συζητήσει το πρόβλημά του με τον γιατρό του."
        },
        {
          "target_node": 9,
          "label": " Να ζητήσει από τον προϊστάμενό  του να δουλεύει λιγότερες ώρες."
        },
        {
          "target_node": 22,
          "label": " Να αγνοήσει τη σωματική του κούραση και να συνεχίσει να εργάζεται με τους ίδιους ρυθμούς, καθώς μόλις είχε αναλάβει νέα θέση και δεν ήθελε να απογοητεύσει τον προϊστάμενό του."
        }
      ],
      "images": [
        {
          "src": "3.jpg"
        }
      ],
      "support": "",
      "content": " Τους επόμενους μήνες, ο Γιώργος ανέλαβε μία νέα θέση εργασίας στην εταιρεία που εργαζόταν. Οι απαιτήσεις όμως αυξήθηκαν πολύ και χρειαζόταν να δουλεύει κάποιες ημέρες υπερωρίες. Κάποιες φορές ο πόνος στο σώμα του γινόταν πολύ έντονος καθώς γυρνούσε από την δουλειά του. Σκέφτηκε και αποφάσισε:",
      "subtitle": "",
      "title": "Προβλήματα στη δουλειά",
      "progress": 33,
      "final": 0,
      "id": 3
    },
    {
      "buttons": [
        {
          "target_node": 10,
          "label": " Να αναζητήσει έναν-δύο άλλους ρευματολόγους, ώστε να του προτείνουν μία διαφορετική γνώμη για την φαρμακευτική αγωγή."
        },
        {
          "target_node": 11,
          "label": " Να απευθυνθεί στον ρευματολόγο που τον παρακολουθεί και να συζητήσει τον προβληματισμό του για την φαρμακευτική αγωγή."
        },
        {
          "target_node": 12,
          "label": " Να αγνοήσει τον πόνο και να συνεχίσει να λαμβάνει την αγωγή του."
        }
      ],
      "images": [
        {
          "src": "4.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος το επόμενο διάστημα ένιωθε ότι η φαρμακευτική αγωγή δεν τον καλύπτει όσο προηγουμένως. Πιστεύει ότι πονάει περισσότερο από παλιότερα και νιώθει το σώμα του αρκετά δυσκίνητο. Σκέφτηκε και αποφάσισε:",
      "subtitle": "",
      "title": "Σχέση με τον θεράποντα ιατρό",
      "progress": 50,
      "final": 0,
      "id": 4
    },
    {
      "buttons": [
        {
          "target_node": 13,
          "label": " Να ζητήσει από τους φίλους του βοήθεια για το πακετάρισμα των πραγμάτων και την μετακόμιση."
        },
        {
          "target_node": 14,
          "label": " Να πακετάρει μόνος του τα πράγματα και να τα μεταφέρει σιγά σιγά στο νέο του σπίτι."
        },
        {
          "target_node": 15,
          "label": " Να συζητήσει με τους φίλους του τις ανάγκες που θα προκύψουν από την μετακόμιση, ώστε να του προτείνουν λύσεις ή αν μπορούν να βοηθήσουν."
        }
      ],
      "images": [
        {
          "src": "5.jpg"
        }
      ],
      "support": "",
      "content": " Αφού πέρασε καιρός, ο Γιώργος ένιωθε πολύ καλύτερα και ο πόνος στο σώμα του είχε μειωθεί αισθητά. Χρειάστηκε όμως να κάνει μετακόμιση από το παλιό του διαμέρισμα και σκέφτηκε ότι ίσως χρειαστεί βοήθεια. Αποφάσισε:",
      "subtitle": "",
      "title": "Σχέσεις με τους οικείους του",
      "progress": 67,
      "final": 0,
      "id": 5
    },
    {
      "buttons": [
        {
          "target_node": 16,
          "label": " Να συζητήσει για τον πόνο με τον γιατρό του. "
        },
        {
          "target_node": 17,
          "label": " Να αναζητήσει πληροφορίες για τη διαχείριση του πόνου στο διαδίκτυο. "
        },
        {
          "target_node": 18,
          "label": " Να απευθυνθεί σε έναν επαγγελματία ψυχικής υγείας."
        }
      ],
      "images": [
        {
          "src": "6.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος καταλάβαινε ότι οι φίλοι  και οι συγγενείς του ήταν αρκετά υποστηρικτικοί, αλλά ένιωθε ότι δεν κατανοούν τον πόνο που ένιωθε στο σώμα του. Συχνά πίστευε ότι δεν μπορούσε να καταλάβει κανείς πως νιώθει. Σκέφτηκε ότι πρέπει να κάνει κάτι για αυτό και αποφάσισε: ",
      "subtitle": "",
      "title": "Διαχείριση του πόνου",
      "progress": 83,
      "final": 0,
      "id": 6
    },
    {
      "buttons": [
        {
          "target_node": 19,
          "label": " Να επικοινωνήσει με τον οικογενειακό γιατρό."
        },
        {
          "target_node": 20,
          "label": " Να λάβει παυσίπονα και αντιφλεγμονώδη, μέχρι να νιώσει καλύτερα."
        }
      ],
      "images": [
        {
          "src": "7.jpg"
        }
      ],
      "content": " Την επόμενη ημέρα, ο πόνος στην πλάτη είχε οξυνθεί πολύ. Ήταν αδύνατο να σηκωθεί από το κρεβάτι του. Αναγκάστηκε να μην πάει στη δουλειά του. Σκέφτηκε ότι δεν έπρεπε να καταπονήσει τόσο πολύ το σώμα του και αποφάσισε:",
      "subtitle": "",
      "title": "Οξεία επιδείνωση του πόνου",
      "progress": 20,
      "final": 0,
      "id": 7
    },
    {
      "buttons": [
        {
          "target_node": 4,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "8.jpg"
        }
      ],
      "content": " Ο γιατρός του είπε ότι δεν πρέπει να κουράζει πολύ τον εαυτό του, αλλά κυρίως να βρει τρόπο να μειώσει το άγχος, καθώς αυτό επιβαρύνει πολύ την ένταση του πόνου. Ο Γιώργος αποφάσισε να ακολουθήσει τις συμβουλές του γιατρού. Σκέφτηκε ότι το τελευταίο διάστημα πιέστηκε πολύ λόγω της επιθυμίας του να αποδώσει ικανοποιητικά στην εργασία του. Η αύξηση του πόνου μπορεί να σχετιζόταν με αυτό.",
      "subtitle": "",
      "title": "Συνάντηση με το γιατρό του",
      "progress": 44,
      "final": 0,
      "id": 8
    },
    {
      "buttons": [
        {
          "target_node": 8,
          "label": " Να συζητήσει το πρόβλημά του με τον γιατρό του."
        },
        {
          "target_node": 22,
          "label": " Να αγνοήσει τη σωματική κούραση και να συνεχίσει να εργάζεται με τους ίδιους ρυθμούς, καθώς μόλις είχε αναλάβει νέα θέση και δεν ήθελε να απογοητεύσει τον προϊστάμενό του."
        }
      ],
      "images": [
        {
          "src": "9.jpg"
        }
      ],
      "content": " Ο προϊστάμενος του του εξήγησε ότι αυτό δεν είναι εφικτό για το επόμενο διάστημα, καθώς υπάρχουν πολλές υποχρεώσεις. Αποφάσισε:",
      "subtitle": "",
      "title": "Συνομιλία με το προϊστάμενο του",
      "progress": 37,
      "final": 0,
      "id": 9
    },
    {
      "buttons": [
        {
          "target_node": 11,
          "label": " Να απευθυνθεί στον ρευματολόγο που τον παρακολουθούσε εξαρχής και να συζητήσει τον προβληματισμό του για την φαρμακευτική αγωγή."
        },
        {
          "target_node": 23,
          "label": " Να διακόψει μόνος του την φαρμακευτική αγωγή που λάμβανε, αφού ούτως ή άλλως δεν τον βοηθούσε."
        },
        {
          "target_node": 24,
          "label": " Να αγνοήσει τον πόνο και να συνεχίσει να λαμβάνει την αγωγή του."
        }
      ],
      "images": [
        {
          "src": "10.jpg"
        }
      ],
      "support": "",
      "content": " Ο ένας ρευματολόγος του πρότεινε μία άλλη φαρμακευτική αγωγή, ενώ ο άλλος του πρότεινε να συνεχίσει την ίδια αγωγή. Ο Γιώργος μπερδεύτηκε πολύ και αποφάσισε:",
      "subtitle": "",
      "title": "Συνάντηση με ρευματολόγους",
      "progress": 53,
      "final": 0,
      "id": 10
    },
    {
      "buttons": [
        {
          "target_node": 5,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "11.jpg"
        }
      ],
      "support": "",
      "content": " Ο γιατρός του έδωσε συμβουλές σε σχέση με την φαρμακευτική αγωγή, του εξήγησε το θεραπευτικό πλάνο που ακολουθεί και αποφάσισαν μαζί πως θα κινηθούν από εδώ και πέρα, ώστε να μειωθούν οι πόνοι. Μετά από τις αλλαγές που του πρότεινε ο γιατρός ο πόνος του Γιώργου μειώθηκε.",
      "subtitle": "",
      "title": "Συνάντηση με το γιατρό του",
      "progress": 60,
      "final": 0,
      "id": 11
    },
    {
      "buttons": [
        {
          "target_node": 11,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "12.jpg"
        }
      ],
      "support": "",
      "content": " Τις επόμενες ημέρες, ο Γιώργος δεν έγινε καλύτερα, ένιωθε κουρασμένος και ο πόνος στην πλάτη ήταν συνεχής. Αποφάσισε να απευθυνθεί στον ρευματολόγο του.",
      "subtitle": "",
      "title": "Επιδείνωση του πόνου",
      "progress": 56,
      "final": 0,
      "id": 12
    },
    {
      "buttons": [
        {
          "target_node": 15,
          "label": " Συζητήσει με τους φίλους του τις ανάγκες που θα προκύψουν, ώστε να του προτείνουν λύσεις ή αν μπορούν να βοηθήσουν."
        },
        {
          "target_node": 25,
          "label": " Αναλάβει τα πάντα μόνος του, καθώς δεν θέλει να υποχρεώνεται σε κανέναν."
        }
      ],
      "images": [
        {
          "src": "13.jpg"
        }
      ],
      "support": "",
      "content": " Οι φίλοι του δέχτηκαν να τον βοηθήσουν στο πακετάρισμα των πραγμάτων, αλλά του είπαν πως δεν μπορούν να τον βοηθήσουν κατά τη διάρκεια της μετακόμισης, καθώς είχαν άλλες υποχρεώσεις. Ο Γιώργος απογοητεύτηκε λίγο και αποφάσισε ότι την επόμενη φορά που θα χρειαστεί βοήθεια θα:",
      "subtitle": "",
      "title": "Συνομιλία με τους φίλους του",
      "progress": 68,
      "final": 0,
      "id": 13
    },
    {
      "buttons": [
        {
          "target_node": 6,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "14.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος κουράστηκε πολύ από τη μετακόμιση και την επόμενη εβδομάδα ο πόνος στον ώμο και την πλάτη έγινε δυνατός. Αποφάσισε την επόμενη φορά να συζητήσει τον προβληματισμό του με τους φίλους του, ώστε να του προτείνουν λύσεις ή αν μπορούν να τον βοηθήσουν.",
      "subtitle": "",
      "title": "Εξουθένωση από τη μετακόμιση",
      "progress": 70,
      "final": 0,
      "id": 14
    },
    {
      "buttons": [
        {
          "target_node": 6,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "15.jpg"
        }
      ],
      "support": "",
      "content": " Οι φίλοι του προθυμοποιήθηκαν να τον βοηθήσουν στο πακετάρισμα των πραγμάτων και τον βοήθησαν να βρει συνεργείο μετακόμισης, ώστε να μην χρειαστεί να κουβαλήσει τίποτα. Ο Γιώργος τους ευχαρίστησε και ακολούθησε τις συμβουλές τους.",
      "subtitle": "",
      "title": "Βοήθεια από τους φίλους του",
      "progress": 75,
      "final": 0,
      "id": 15
    },
    {
      "buttons": [
        {
          "target_node": 26,
          "label": " Να ακολουθήσει τη συμβουλή του γιατρού του. Αναζήτησε συλλόγους και κοινότητες ασθενών με ρευματικά νοσήματα."
        },
        {
          "target_node": 27,
          "label": " Να αγνοήσει τη συμβουλή του γιατρού και να αναζητήσει πληροφορίες για τη διαχείριση του  πόνου στο διαδίκτυο."
        }
      ],
      "images": [
        {
          "src": "16.jpg"
        }
      ],
      "support": "",
      "content": " Ο γιατρός του εξήγησε ότι δεν μπορεί να του προσφέρει κάποια άλλη βοήθεια πέρα από τα φάρμακα. Του πρότεινε όμως να απευθυνθεί σε έναν σύλλογο ή κοινότητα ασθενών. Ο Γιώργος αποφάσισε:",
      "subtitle": "",
      "title": "Συμβουλές από το γιατρό του",
      "progress": 88,
      "final": 0,
      "id": 16
    },
    {
      "buttons": [
        {
          "target_node": 26,
          "label": " Αναζητήσει σύλλογο ή κοινότητα ασθενών."
        },
        {
          "target_node": 18,
          "label": " Να απευθυνθεί σε έναν επαγγελματία ψυχικής υγείας."
        }
      ],
      "images": [
        {
          "src": "17.jpg"
        }
      ],
      "support": "",
      "content": " Βρήκε διάφορες πληροφορίες για τη διαχείριση του πόνου στο διαδίκτυο, από τις οποίες κάποιες ήταν πολύ χρήσιμες. Παρόλα αυτά ένιωθε την ανάγκη να μοιραστεί τη δυσκολία του με άλλους ανθρώπους. Σκέφτηκε να:",
      "subtitle": "",
      "title": "Αναζήτηση πληροφοριών στο διαδίκτυο",
      "progress": 88,
      "final": 0,
      "id": 17
    },
    {
      "buttons": [
        {
          "target_node": 31,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "18.jpg"
        }
      ],
      "support": "",
      "content": " Με την συνεργασία αυτή, σε βάθος χρόνου ανακάλυψε ότι είναι πολύ σημαντικό να μοιράζεται τις δυσκολίες του και να καλλιεργεί σχέσεις εμπιστοσύνης με τους γύρω του.",
      "subtitle": "",
      "title": "Συνάντηση με επαγγελματία ψυχικής υγείας",
      "progress": 92,
      "final": 0,
      "id": 18
    },
    {
      "buttons": [
        {
          "target_node": 3,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "19.jpg"
        }
      ],
      "support": "",
      "content": " Ο γιατρός του τον επισκέφτηκε και τον συμβούλεψε να μην κουράζει τόσο πολύ το σώμα του. Του έδωσε μία εβδομάδα αναρρωτική άδεια.",
      "subtitle": "",
      "title": "Ραντεβού κατ'οίκον με το γιατρό του",
      "progress": 28,
      "final": 0,
      "id": 19
    },
    {
      "buttons": [
        {
          "target_node": 30,
          "label": " Να επικοινωνήσει με τον οικογενειακό γιατρό."
        },
        {
          "target_node": 21,
          "label": " Να επικοινωνήσει με τον φυσιοθεραπευτή του."
        }
      ],
      "images": [
        {
          "src": "20.jpg"
        }
      ],
      "support": "",
      "content": " Τα φάρμακα τον βοήθησαν λίγο, αλλά αναγκάστηκε να μην πάει την επόμενη ημέρα στη δουλειά του. Σκέφτηκε:",
      "subtitle": "",
      "title": "Παυσίπονα και αντιφλεγμονώδη",
      "progress": 22,
      "final": 0,
      "id": 20
    },
    {
      "buttons": [
        {
          "target_node": 3,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "21.jpg"
        }
      ],
      "support": "",
      "content": " Ο φυσιοθεραπευτής συμβούλεψε τον Γιώργο να μην κουράζει τόσο το σώμα του. Έπειτα του έδειξε μερικές ασκήσεις που βοηθούν στο να χαλαρώσουν οι μυς του και να βελτιωθεί η κινητικότητα των αρθρώσεών του. Κάνοντας αυτές τις ασκήσεις ένιωθε καλύτερα τις επόμενες μέρες.",
      "subtitle": "",
      "title": "Συνομιλία με το φυσικοθεραπευτή",
      "progress": 28,
      "final": 0,
      "id": 21
    },
    {
      "buttons": [
        {
          "target_node": 4,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "22.jpg"
        }
      ],
      "support": "",
      "content": " Σε λίγο καιρό, οι απαιτήσεις στην εργασία του μειώθηκαν και ο ίδιος προσαρμόστηκε στη νέα θέση. Ταυτόχρονα, οι πόνοι στο σώμα του μειώθηκαν. Σκέφτηκε ότι το τελευταίο διάστημα πιέστηκε πολύ λόγω της επιθυμίας του να αποδώσει ικανοποιητικά στην εργασία του. Η αύξηση του πόνου μπορεί να σχετιζόταν με αυτό.",
      "subtitle": "",
      "title": "Βελτίωση απαιτήσεων στην εργασία",
      "progress": 42,
      "final": 0,
      "id": 22
    },
    {
      "buttons": [
        {
          "target_node": 11,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "23.jpg"
        }
      ],
      "support": "",
      "content": " Ο πόνος στο σώμα επανήλθε πολύ έντονα και ο Γιώργος κατάλαβε ότι η διακοπή φαρμακευτικής αγωγής χωρίς τις οδηγίες του γιατρού μπορεί να είναι πολύ επικίνδυνη. Αποφάσισε να απευθυνθεί στον ρευματολόγο που τον παρακολουθούσε εξαρχής και να συζητήσει τον προβληματισμό του για την φαρμακευτική αγωγή.",
      "subtitle": "",
      "title": " Οξεία επειδείνωση του πόνου",
      "progress": 55,
      "final": 0,
      "id": 23
    },
    {
      "buttons": [
        {
          "target_node": 11,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "24.jpg"
        }
      ],
      "support": "",
      "content": " Τις επόμενες ημέρες, ο Γιώργος δεν έγινε καλύτερα, ένιωθε κουρασμένος και ο πόνος στην πλάτη ήταν συνεχής. Αποφάσισε να απευθυνθεί στον ρευματολόγο του.",
      "subtitle": "",
      "title": "Επιδείνωση του πόνου",
      "progress": 55,
      "final": 0,
      "id": 24
    },
    {
      "buttons": [
        {
          "target_node": 6,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "25.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος κατάλαβε την επόμενη φορά που χρειάστηκε μία βοήθεια με τα έπιπλα του σπιτιού, ότι είναι δύσκολο να τα αναλαμβάνει όλα μόνος του, χωρίς βοήθεια, καθώς κουράζεται πολύ και το σώμα του έχει έντονους πόνους. Αποφάσισε την επόμενη φορά να συζητήσει τον προβληματισμό του με τους φίλους του, ώστε να του προτείνουν λύσεις ή αν μπορούν να τον βοηθήσουν.",
      "subtitle": "",
      "title": "Συνειδητοποίηση ανάγκης για βοήθεια από το περιβάλλον του",
      "progress": 73,
      "final": 0,
      "id": 25
    },
    {
      "buttons": [
        {
          "target_node": 31,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "26.jpg"
        }
      ],
      "support": "",
      "content": " Ο Γιώργος βρήκε ένα σύλλογο ασθενών με ρευματικά νοσήματα και συνάντησε πολλούς ανθρώπους που είχαν κοινές δυσκολίες στην καθημερινότητα λόγω της κατάστασής τους. Πήρε συμβουλές από πιο έμπειρους ανθρώπους και ένιωθε ότι τον κατανοούν καλύτερα, δημιουργώντας δυνατές φιλίες με άτομα του συλλόγου.",
      "subtitle": "",
      "title": "Πρώτη επαφή με σύλλογο ασθενών",
      "progress": 92,
      "final": 0,
      "id": 26
    },
    {
      "buttons": [
        {
          "target_node": 26,
          "label": "Να ακολουθήσει τη συμβουλή του γιατρού του. Αναζήτησε συλλόγους και κοινότητες ασθενών με ρευματικά νοσήματα."
        },
        {
          "target_node": 18,
          "label": " Να απευθυνθεί σε έναν επαγγελματία ψυχικής υγείας."
        }
      ],
      "images": [
        {
          "src": "27.jpg"
        }
      ],
      "support": "",
      "content": " Βρήκε διάφορες πληροφορίες για τη διαχείριση του πόνου στο διαδίκτυο, από τις οποίες κάποιες ήταν πολύ χρήσιμες. Παρόλα αυτά ένιωθε την ανάγκη να μοιραστεί τη δυσκολία του με άλλους ανθρώπους. Σκέφτηκε να:",
      "subtitle": "",
      "title": "Αναζήτηση πληροφοριών στο διαδίκτυο",
      "progress": 88,
      "final": 0,
      "id": 27
    },
    {
      "buttons": [
        {
          "target_node": 3,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "28.jpg"
        }
      ],
      "support": "",
      "content": " Ζήτησε από έναν γείτονα να τον βοηθήσει με τις κηπευτικές εργασίες. Κατάλαβε ότι δεν πρέπει να καταπονεί πολύ το σώμα του.",
      "subtitle": "",
      "title": "Αναζήτηση βοήθειας από τους γύρω του",
      "progress": 25,
      "final": 0,
      "id": 28
    },
    {
      "buttons": [
        {
          "target_node": 30,
          "label": " Να επικοινωνήσει με τον οικογενειακό γιατρό."
        },
        {
          "target_node": 20,
          "label": " Να λάβει παυσίπονα και αντιφλεγμονώδη, μέχρι να νιώσει καλύτερα."
        }
      ],
      "images": [
        {
          "src": "29.jpg"
        }
      ],
      "support": "",
      "content": " Την επόμενη ημέρα, ο πόνος στην πλάτη είχε οξυνθεί πολύ. Σκέφτηκε:",
      "subtitle": "",
      "title": "Επιδείνωση πόνου",
      "progress": 20,
      "final": 0,
      "id": 29
    },
    {
      "buttons": [
        {
          "target_node": 3,
          "label": "Συνέχεια"
        }
      ],
      "images": [
        {
          "src": "30.jpg"
        }
      ],
      "support": "",
      "content": " Ο γιατρός του τον επισκέφτηκε και τον συμβούλεψε να μην κουράζει τόσο πολύ το σώμα του.",
      "subtitle": "",
      "title": "Ραντεβού κατ' οίκον με το γιατρό του",
      "progress": 28,
      "final": 0,
      "id": 30
    },
    {
      "buttons": [],
      "images": [
        {
          "src": "31.jpg"
        }
      ],
      "support": "",
      "content": " Αφού έμαθε να αντιμετωπίζει τόσο τον πόνο του όσο και κάποιες συχνές δυσκολίες της καθημερινής του ζωής, ο Γιώργος είναι σίγουρος ότι τώρα μπορεί να αντιμετωπίσει αποτελεσματικά οποιοδήποτε πρόβλημα έχει να κάνει με την πάθησή του. Ακολούθησε μερικές απλές συμβουλές του γιατρού του όπως το να κρατάει σημειώσεις για αυτά για τα οποία θα ήθελε να μιλήσει μαζί του την επόμενη φορά που θα είχαν ραντεβού καθώς και να συζητάει μαζί του οποιδήποτε καινούριο σύμπτωμα εμφανιζόταν καθώς πολλές φορές ήταν κάτι εύκολα διαχειρήσιμο. Νιώθει ασφαλής, γνωρίζοντας ότι μια ομάδα εξειδικευμένων επαγγελματιών υγείας είναι πάντα εκεί για να τον βοηθήσει στην καθημερινή του ζωή όταν χρειάζεται ιατρική περίθαλψη ή απλά κάποιες συμβουλές, ενώ έχει δίπλα του φίλους και άλλα μέλη του συλλόγου των ασθενών οι οποίοι είναι πάντα πρόθυμοι να τον υποστηρίξουν συναισθηματικά σε όλες του τις δυσκολίες.",
      "subtitle": "",
      "title": "Συμπέρασμα",
      "progress": 100,
      "final": 1,
      "id": 31
    }
  ]
}
