{
  "nodes": [
    {
      "id": 1,
      "final": 0,
      "progress": 15,
      "title": "Η Μαργαρίτα πάσχει από ρευματοειδή αρθρίτιδα.",
      "subtitle": "",
      "content": "Η Μαργαρίτα πάσχει από ρευματοειδή αρθρίτιδα, η οποία προκαλεί διάφορα προβλήματα στην καθημερινή ζωή της και αρκετή δυσλειτουργία στις υποχρεώσεις της, στη εργασία της και στις δουλειές του σπιτιού. Έχει υποστεί ήπιες παραμορφώσεις στις αρθρώσεις των δακτύλων της αλλά τον τελευταίο χρόνο έχει έντονες ενοχλήσεις και στα γόνατά της. Παρόλο που λαμβάνει φαρμακευτική αγωγή, ο πόνος κάποιες φορές είναι οξύς, με αποτέλεσμα να δυσκολεύεται πολύ σε απλές εργασίες και δραστηριότητες. Ο γιατρός της την συμβούλεψε να προσπαθήσει  να μειώσει το βάρος της, ώστε να μην επιβαρύνονται τα γόνατα, να ξεκινήσει φυσιοθεραπεία και αργότερα, ήπια άσκηση με καθοδήγηση από φυσιοθεραπευτή. Αποφάσισε να ακολουθήσει τις συμβουλές του γιατρού της.",
      "support": "",
      "images": [
        {
          "src": "1.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 2
        }
      ]
    },
    {
      "id": 2,
      "final": 0,
      "progress": 29,
      "title": "Εργασίες Σπιτιού",
      "subtitle": "",
      "content": "Μία εβδομάδα αφού ξεκίνησε τη φυσιοθεραπεία και την κατάλληλη διατροφή για απώλεια βάρους, είχε καλεσμένους στο σπίτι της για φαγητό. Καθάρισε το σπίτι, πήγε για ψώνια και μαγείρεψε. Την επόμενη ημέρα ξύπνησε και ένιωθε το σώμα της αγκυλωμένο και τα γόνατά της πρησμένα, με έντονη αίσθηση καψίματος στην περιοχή. Κατάφερε να σηκωθεί από το κρεβάτι μία ώρα αργότερα με έντονους πόνους, και αναρωτήθηκε τι πρέπει να κάνει.",
      "support": "",
      "images": [
        {
          "src": "2.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να πάρει παυσίπονα και αντιφλεγμονώδη και να ξεκουραστεί",
          "target_node": 3
        },
        {
          "label": "Να πάρει τηλέφωνο το γιατρό της και να τον ενημερώσει για την κατάστασή της",
          "target_node": 4
        },
        {
          "label": "Να αγνοήσει όσο μπορεί τον πόνο και σιγά-σιγά να μαζέψει το σπίτι  από το χθεσινό τραπέζι",
          "target_node": 5
        }
      ]
    },
    {
      "id": 3,
      "final": 0,
      "progress": "29",
      "title": "Παυσίπονα και Αντιφλεγμονώδη ",
      "subtitle": "",
      "content": "Σε λίγες ώρες ένιωσε λίγο καλύτερα και κατάλαβε ότι δεν πρέπει να κουράζει τόσο το σώμα της. Την επόμενη ημέρα πήγε στη δουλειά της και έπειτα στο φυσιοθεραπευτή, όπου και ο ίδιος την ενημέρωσε πως πρέπει να αφήνει το γόνατο της να ξεκουράζεται.                                                                                     ΣΥΜΒΟΥΛΗ: Η κόπωση είναι ένα συνηθισμένο σύμπτωμα της ρευματοειδούς αρθρίτιδας. Οι φλεγμαίνουσες αρθρώσεις πρέπει να ξεκουράζονται, αλλά η φυσική κατάσταση πρέπει να διατηρείται όσο το δυνατόν καλύτερα. Ο πόνος και η δυσκαμψία συχνά προτρέπει τα άτομα με ρευματοειδή αρθρίτιδα να γίνουν ανενεργοί. Δυστυχώς, η αδράνεια μπορεί να οδηγήσει στην απώλεια κίνησης των αρθρώσεων, σε συσπάσεις, και στην απώλεια μυϊκής δύναμης. Η αδυναμία με τη σειρά της μειώνει τη σταθερότητα των αρθρώσεων και αυξάνει περαιτέρω την πάθηση. Πολλές έρευνες έδειξαν πως η φυσική κατάσταση βελτιώνει την ποιότητα ύπνου, η οποία με τη σειρά της συμβάλει στην βελτίωση της κόπωσης. Η συμβουλή που δίνεται από τους φυσιοθεραπευτές είναι ότι πρέπει να ζητάτε βοήθεια από αυτούς σχετικά με τα προγράμματα άσκησής εάν ο πόνος στις αρθρώσεις ή η ελλιπής κινητικότητα των αρθρώσεων γίνεται εμπόδιο στην πραγματοποίηση ασκήσεων φυσικής δραστηριότητας. Για περαιτέρω πληροφορίες πατήστε πάνω στο Supporting Information: ",
      "support": "Η ξεκούραση μπορεί να έχει τη μορφή της τοπική ξεκούρασης σε μια συγκεκριμένη άρθρωση χρησιμοποιώντας τεχνικές τοποθέτησης νάρθηκα ή μασάζ για να μειωθεί ο πόνος, η φλεγμονή ή για να αποφευχθεί η σύσπαση, ή/και με εφαρμογή περιόδων σύντομης ξεκούρασης, με ενδιάμεσα διαλείμματα των καθημερινών σωματικών δραστηριοτήτων, όταν αυτές διαρκούν περισσότερο από 30 συνεχόμενα λεπτά.",
      "images": [
        {
          "src": "3.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια ",
          "target_node": 6
        }
      ]
    },
    {
      "id": 4,
      "final": 0,
      "progress": "29",
      "title": "Ενημέρωση γιατρού",
      "subtitle": "",
      "content": "Ο γιατρός της την ενημέρωσε πως πρέπει να πάρει παυσίπονα και αντιφλεγμονώδη, για να νιώσει καλύτερα, αλλά της πρότεινε να συζητήσουν καλύτερα στο επόμενο προγραμματισμένο ραντεβού την ενδεχόμενη αλλαγή φαρμακευτικού σχήματος.                                                                                        ΣΥΜΒΟΥΛΗ: Η κόπωση είναι ένα συνηθισμένο σύμπτωμα της ρευματοειδούς αρθρίτιδας. Οι φλεγμαίνουσες αρθρώσεις πρέπει να ξεκουράζονται, αλλά η φυσική κατάσταση πρέπει να διατηρείται όσο το δυνατόν καλύτερα. Ο πόνος και η δυσκαμψία συχνά προτρέπει τα άτομα με ρευματοειδή αρθρίτιδα να γίνουν ανενεργοί. Δυστυχώς, η αδράνεια μπορεί να οδηγήσει στην απώλεια κίνησης των αρθρώσεων, σε συσπάσεις, και στην απώλεια μυϊκής δύναμης. Η αδυναμία με τη σειρά της μειώνει τη σταθερότητα των αρθρώσεων και αυξάνει περαιτέρω την πάθηση. Πολλές έρευνες έδειξαν πως η φυσική κατάσταση βελτιώνει την ποιότητα ύπνου, η οποία με τη σειρά της συμβάλει στην βελτίωση της κόπωσης. Η συμβουλή που δίνεται από τους φυσιοθεραπευτές είναι ότι πρέπει να ζητάτε βοήθεια από αυτούς σχετικά με τα προγράμματα άσκησής εάν ο πόνος στις αρθρώσεις ή η ελλιπής κινητικότητα των αρθρώσεων γίνεται εμπόδιο στην πραγματοποίηση ασκήσεων φυσικής δραστηριότητας.  Για περαιτέρω πληροφορίες πατήστε πάνω στο Supporting Information: ",
      "support": "Η ξεκούραση μπορεί να έχει τη μορφή της τοπική ξεκούρασης σε μια συγκεκριμένη άρθρωση χρησιμοποιώντας τεχνικές τοποθέτησης νάρθηκα ή μασάζ για να μειωθεί ο πόνος, η φλεγμονή ή για να αποφευχθεί η σύσπαση, ή/και με εφαρμογή περιόδων σύντομης ξεκούρασης, με ενδιάμεσα διαλείμματα των καθημερινών σωματικών δραστηριοτήτων, όταν αυτές διαρκούν περισσότερο από 30 συνεχόμενα λεπτά.",
      "images": [
        {
          "src": "4.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια ",
          "target_node": 6
        }
      ]
    },
    {
      "id": 5,
      "final": 0,
      "progress": "29",
      "title": "Αγνόηση πόνου και παραμέληση ξεκούρασης",
      "subtitle": "",
      "content": "Tην επόμενη ημέρα ο πόνος ήταν πολύ οξύς και το οίδημα στα γόνατα είχε μεγαλώσει. Αναγκάστηκε να πάρει αναρρωτική άδεια από τη δουλειά της και αναρωτήθηκε τι πρέπει να κάνει.",
      "support": "",
      "images": [
        {
          "src": "5.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να πάρει παυσίπονα και αντιφλεγμονώδη και να ξεκουραστεί.",
          "target_node": 3
        },
        {
          "label": "Να πάρει τηλέφωνο το γιατρό της και να τον ενημερώσει για την κατάστασή της.",
          "target_node": 4
        }
      ]
    },
    {
      "id": 6,
      "final": 0,
      "progress": 43,
      "title": "Προβλήματα στο χώρο εργασίας",
      "subtitle": "",
      "content": "Την επόμενη ημέρα πήγε στην εργασία της, όπου χρειάστηκε να ανεβοκατέβει πολλά σκαλιά, καθώς εργάζεται σε κτίριο με 2 ορόφους, χωρίς ασανσέρ. Κατά τη διάρκεια της ημέρας τα γόνατά της άρχισαν να πονούν αρκετά, με αποτέλεσμα να έχει δυσκολία να κατέβει τους ορόφους και να μην μπορεί να αποδώσει στην εργασία της. Αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "6.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να αγνοήσει όσο μπορεί τον πόνο και να κατέβει τις σκάλες, ώστε να εξυπηρετήσει όσο μπορεί τους συναδέλφους της.",
          "target_node": 7
        },
        {
          "label": "Να απευθυνθεί στον προϊστάμενό της, για μία πιθανή αλλαγή πόστου εργασίας ή κάποια διευκόλυνση.",
          "target_node": 8
        }
      ]
    },
    {
      "id": 7,
      "final": 0,
      "progress": "43",
      "title": "Αγνόηση Πόνου",
      "subtitle": "",
      "content": "Στο τέλος της ημέρας, οι πόνοι ήταν πολύ δυνατοί, με αποτέλεσμα να είναι πολύ θυμωμένη με τις συνθήκες εργασίας της. Αναρωτήθηκε τι πρέπει να κάνει.",
      "support": "",
      "images": [
        {
          "src": "7.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να απευθυνθεί στον προϊστάμενό της για μία πιθανή αλλαγή πόστου εργασίας ή κάποια διευκόλυνση.",
          "target_node": 8
        },
        {
          "label": "Να ενημερώσει τους συναδέλφους της για τη δυσκολία της, ώστε να την βοηθήσουν. ",
          "target_node": 9
        }
      ]
    },
    {
      "id": 8,
      "final": 0,
      "progress": "43",
      "title": "Ενημέρωση προϊσταμένου",
      "subtitle": "",
      "content": "Ο προϊστάμενος της δέχτηκε να αναλάβει μία θέση γραφείου, που δεν θα χρειάζεται πολλές μετακινήσεις. ΣΥΜΒΟΥΛΗ: Ανάλογα με το πόσο σοβαρή είναι η κατάσταση σας και η αναπηρία σας, μπορεί να υπάρξουν εμφανή συμπτώματα της ρευματικής σας πάθησης που θα την καταστήσουν απίθανο να κρυφτεί. Σε αυτήν την περίπτωση θα πρέπει να ενημερώσετε τον πιθανό σας εργοδότη σας σχετικά με την κατάσταση σας στα πλαίσια του τί μπορείτε να κάνετε στην εργασία σας. Αυτό σας δίνει την ευκαιρία να συζητήσετε πως μπορείτε να διαχειριστείτε την εργασία σας και την κατάστασή σας, για παράδειγμα δουλεύοντας είτε με ελαστικό ωράριο είτε με πιθανή αναπροσαρμογή του χώρου εργασίας όπου βρίσκεστε. Για περαιτέρω πληροφορίες πατήστε πάνω στο Supporting Information.",
      "support": "Σε περίπτωση που δεν μπορείτε να αναλάβετε συγκεκριμένες ευθύνες και να ολοκληρώσετε συγκεκριμένες εργασίες πρέπει καταρχάς να επιλέξτε μια εργασία κατάλληλη για εσάς. Εάν σας δίνονται εργασίες και ευθύνες όπου νιώθετε πως χρειάζεστε υποστήριξη όπως αναπροσαρμογές στον εργασιακό σας χώρο, ή αν νιώθετε πως χρειάζεστε βοήθεια από ένα συνάδελφο, ή βοηθητικές συσκευές, συζητήστε τις επιλογές σας με τον εργοδότη/διευθυντή σας. Ο πάροχος υγείας σας ή  μια ομάδα υποστήριξης ατόμων με ρευματικές παθήσεις μπορεί να έχει κάποιες συμβουλές ή πληροφορίες τις οποίες θα μπορούσατε να συζητήσετε με τον εργοδότη/διευθυντή σας. Μπορεί να χρειαστεί να επανεξετάσετε την εργασία σας και να αναζητήσετε άλλες δραστηριότητες και ευθύνες τις οποίες να είστε σε θέση να ολοκληρώσετε.",
      "images": [
        {
          "src": "8.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 10
        }
      ]
    },
    {
      "id": 9,
      "final": 0,
      "progress": "43",
      "title": "Συζήτηση με συναδέλφους",
      "subtitle": "",
      "content": "Οι συνάδελφοί της, της πρότειναν να απευθυνθεί στον προϊστάμενό της.",
      "support": "",
      "images": [
        {
          "src": "9.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να απευθυνθεί στον προϊστάμενό της για μία πιθανή αλλαγή πόστου εργασίας ή κάποια διευκόλυνση.",
          "target_node": 8
        }
      ]
    },
    {
      "id": 10,
      "final": 0,
      "progress": 57,
      "title": "Διακύμανση Πόνου",
      "subtitle": "",
      "content": "Κάποιους μήνες μετά, ο πόνος σε όλο το σώμα της ήταν πολύ έντονος καθ όλη τη διάρκεια της ημέρας και δεν είχε καθόλου διακύμανση. Σκέφτηκε ότι πρέπει να βρει τρόπο να ανακουφίζεται, έστω προσωρινά και επέλεξε:",
      "support": "",
      "images": [
        {
          "src": "10.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να λάβει παυσίπονα και αντιφλεγμονώδη. ",
          "target_node": 11
        },
        {
          "label": "Να ξεκινήσει άσκηση (π.χ. κολύμπι σε ιαματικά λουτρά) ή φυσιοθεραπεία.",
          "target_node": 12
        },
        {
          "label": "Να συμβουλευτεί τον γιατρό της ως προς το θέμα της φαρμακευτικής αγωγής.",
          "target_node": 13
        }
      ]
    },
    {
      "id": 11,
      "final": 0,
      "progress": "57",
      "title": "Παυσίπονα και αντιφλεγμονώδη",
      "subtitle": "",
      "content": "Παρατήρησε ότι ο πόνος είχε πλέον μικρή διακύμανση μέσα στην ημέρα. Δεν ήταν το ίδιο έντονος όλες τις ώρες. Παρόλα αυτά ενημέρωσε το γιατρό της για λήψη αυτών των φαρμάκων. ΣΥΜΒΟΥΛΗ: Ένα συχνό ενόχλημα που αναφέρουν οι ασθενείς είναι ο αδιάκοπος, συνεχής κατά τη διάρκεια της ημέρας πόνος. Στην πραγματικότητα, ο πόνος αυτός σχεδόν στο σύνολο των περιπτώσεων δεν είναι διαρκής, αλλά με διαλείμματα, σαν να έρχεται και να φεύγει. Η συνειδητοποίηση του πραγματικού χαρακτήρα του πόνου και της διάρκειάς του βοηθά στην απομυθοποίησή του, με αποτέλεσμα να ανακουφίζονται οι ασθενείς συναισθηματικά και κατ'επέκταση σωματικά, καθώς η συναισθηματική κατάσταση του ατόμου επηρεάζει τον τρόπο με τον οποίο βιώνει τον πόνο που προέρχεται από σωματικά αίτια. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information",
      "support": "Οποιοδήποτε πόνο και αν προσπαθείτε να καταπολεμήσετε, ο πόνος μπορεί να σας φαίνεται μια καθημερινή, εξοντωτική υπενθύμιση της ασθένειας. Βρείτε τρόπους για να χειριστείτε την κατάσταση σας που θα σας κάνουν να νιώσετε καλύτερα. Είτε ζείτε με μια συνεχή όπωση είτε νιώθετε συχνά κούραση μετά από εργασίες, χειριστείτε την κόπωση ενισχύοντας την ενέργεια σας για να επαναφορτίσετε τη ζωή σας. Το πρήξιμο, ο πόνος στις αρθρώσεις, η δυσκαμψία και η κοκκινίλες είναι συχνά στην πάθησής σας, αλλά δεν πρέπει να τα αφήσετε να επηρεάζουν τους υπόλοιπους τομείς της ζωής σας. Μάθετε τις αιτίες και τις επιπτώσεις της φλεγμονής και πως να τις καταπολεμήσετε με φαρμακευτική αγωγή, την άσκηση, διατροφή και με όποιον άλλο τρόπο έχετε βρει προσωπικά αποτελεσματικό. Είναι σημαντικό επίσης, να ξεχωρίζετε την κατάθλιψη, μία κατάσταση με διάρκεια και εμφανή επιρροή στην καθημερινότητά σας, από την,  φυσιολογική για κάθε άτομο, πεσμένη διάθεση που μπορεί να νιώθετε μερικές φορές. Αν νιώθετε πως ο πόνος ή η συναισθηματική σας κατάσταση επηρεάζει τη ζωή σας είναι χρήσιμο να επικοινωνήσετε με το γιατρό σας ή κάποιον επαγγελματία ψυχικής υγείας ώστε να βρείτε έγκαιρα τη βοήθεια που χρειάζεστε.",
      "images": [
        {
          "src": "11.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 14
        }
      ]
    },
    {
      "id": 12,
      "final": 0,
      "progress": "57",
      "title": "Φυσική δραστηριότητα και άσκηση",
      "subtitle": "",
      "content": "Παρατήρησε ότι ο πόνος είχε πλέον μικρή διακύμανση μέσα στην ημέρα. Δεν ήταν το ίδιο έντονος όλες τις ώρες. ΣΥΜΒΟΥΛΗ: Ένα συχνό ενόχλημα που αναφέρουν οι ασθενείς είναι ο αδιάκοπος, συνεχής κατά τη διάρκεια της ημέρας πόνος. Στην πραγματικότητα, ο πόνος αυτός σχεδόν στο σύνολο των περιπτώσεων δεν είναι διαρκής, αλλά με διαλείμματα, σαν να έρχεται και να φεύγει. Η συνειδητοποίηση του πραγματικού χαρακτήρα του πόνου και της διάρκειάς του βοηθά στην απομυθοποίησή του, με αποτέλεσμα να ανακουφίζονται οι ασθενείς συναισθηματικά και κατ'επέκταση σωματικά, καθώς η συναισθηματική κατάσταση του ατόμου επηρεάζει τον τρόπο με τον οποίο βιώνει τον πόνο που προέρχεται από σωματικά αίτια. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information",
      "support": "Οποιοδήποτε πόνο και αν προσπαθείτε να καταπολεμήσετε, ο πόνος μπορεί να σας φαίνεται μια καθημερινή, εξοντωτική υπενθύμιση της ασθένειας. Βρείτε τρόπους για να χειριστείτε την κατάσταση σας που θα σας κάνουν να νιώσετε καλύτερα. Είτε ζείτε με μια συνεχή όπωση είτε νιώθετε συχνά κούραση μετά από εργασίες, χειριστείτε την κόπωση ενισχύοντας την ενέργεια σας για να επαναφορτίσετε τη ζωή σας. Το πρήξιμο, ο πόνος στις αρθρώσεις, η δυσκαμψία και η κοκκινίλες είναι συχνά στην πάθησής σας, αλλά δεν πρέπει να τα αφήσετε να επηρεάζουν τους υπόλοιπους τομείς της ζωής σας. Μάθετε τις αιτίες και τις επιπτώσεις της φλεγμονής και πως να τις καταπολεμήσετε με φαρμακευτική αγωγή, την άσκηση, διατροφή και με όποιον άλλο τρόπο έχετε βρει προσωπικά αποτελεσματικό. Είναι σημαντικό επίσης, να ξεχωρίζετε την κατάθλιψη, μία κατάσταση με διάρκεια και εμφανή επιρροή στην καθημερινότητά σας, από την,  φυσιολογική για κάθε άτομο, πεσμένη διάθεση που μπορεί να νιώθετε μερικές φορές. Αν νιώθετε πως ο πόνος ή η συναισθηματική σας κατάσταση επηρεάζει τη ζωή σας είναι χρήσιμο να επικοινωνήσετε με το γιατρό σας ή κάποιον επαγγελματία ψυχικής υγείας ώστε να βρείτε έγκαιρα τη βοήθεια που χρειάζεστε.",
      "images": [
        {
          "src": "12.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 14
        }
      ]
    },
    {
      "id": 13,
      "final": 0,
      "progress": "57",
      "title": "Συζήτηση με γιατρό",
      "subtitle": "",
      "content": "Την ενημέρωσε ότι προς το παρόν δε συνιστά αλλαγή φαρμακευτικού σχήματος. Οπότε θα πρέπει ίσως να βρει άλλους τρόπους ανακούφισης από τον πόνο. Αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "13.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να λάβει παυσίπονα και αντιφλεγμονώδη. ",
          "target_node": 11
        },
        {
          "label": "Να ξεκινήσει άσκηση (π.χ. κολύμπι σε ιαματικά λουτρά) ή φυσιοθεραπεία.",
          "target_node": 12
        }
      ]
    },
    {
      "id": 14,
      "final": 0,
      "progress": 72,
      "title": "Διαχείριση Πόνου",
      "subtitle": "",
      "content": "Ένα βράδυ ξύπνησε από τους πόνους, το γόνατο και τα δάχτυλα των χεριών της είχαν πρηστεί. Ο πόνος ήταν τόσο οξύς που άρχισε να νιώθει έντονο άγχος. Επρέπε να σκεφτεί τι θα κάνει.",
      "support": "",
      "images": [
        {
          "src": "14.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να ξυπνήσει τον σύζυγό της και να τον ενημερώσει για την κατάστασή της, ώστε αν χρειαστεί να την βοηθήσει να μεταφερθεί στα επείγοντα.",
          "target_node": 15
        },
        {
          "label": "Να πάρει παυσίπονα και αντιφλεγμονώδη, περιμένοντας να περάσει ο πόνος. ",
          "target_node": 16
        },
        {
          "label": "3. Να προσπαθήσει να επικοινωνήσει με συγγενείς ή φίλους, μήπως και την παρηγορήσουν.",
          "target_node": 19
        }
      ]
    },
    {
      "id": 15,
      "final": 0,
      "progress": "72",
      "title": "Συζήτηση με σύζυγο",
      "subtitle": "",
      "content": "Ο σύζυγός της έκατσε ξύπνιος μαζί της καθ΄όλη την διάρκεια της νύχτας και αυτό την βοήθησε να ηρεμήσει. ΣΥΜΒΟΥΛΗ: Κάποιες φορές είναι δύσκολο να ζητάμε βοήθεια. Όσο λιγότερο ανεξάρτητοι νιώθετε, τόσο πιο δύσκολο είναι να παραδεχτείτε ότι  μερικές φορές χρειάζεστε κάποιον να σας διευκολύνει σε μία δύσκολη στιγμή. Δεν είναι εύκολο να παραδεχτούμε στον εαυτό μας ότι δεν μπορούμε να κάνουμε πράγματα όσο εύκολα μπορούσαμε παλιότερα.  Η επικοινωνία με κοντινούς σας ανθρώπους είναι ιδιαίτερα σημαντική στις δύσκολες στιγμές, κυρίως με άτομα που γνωρίζουν καλά την κατάσταση της υγείας σας και κατά προτίμηση άτομα με τα οποία συζείτε (σύντροφος, παιδιά, άλλα μέλη της οικογένειας). Σε κάθε περίπτωση η επικοινωνία με τον γιατρό σας μπορεί να σας δώσει τόσο προσωρινή όσο και μακροπρόθεσμη ανακούφιση, χρησιμοποιώντας τις συμβουλές που θα δώσει ώστε να αντιμετωπίζετε μόνοι σας παρόμοιες καταστάσεις στο μέλλον. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information",
      "support": "Παρακάτω θα βρείτε κάποιες συμβουλές σχετικά με το πως να δημιουργήσετε υποστηρικτικές σχέσεις: Πριν πείτε κάτι αφιερώστε κάποιο χρόνο για να το σκεφτείτε καλύτερα και για να ξεκαθαρίσετε τι σας ενοχλεί και πως νιώθετε σχετικά με αυτό. Να είστε ξεκάθαροι σχετικά με αυτά λέτε αποφεύγοντας τις υπερβολές. Δείξετε σεβασμό και να είστε ευγενικοί με τους άλλους ανθρώπους γύρω σας. Να είστε ειλικρινείς και να εκφράζετε τα συναισθήματα σας με όποιον τρόπο μπορείτε. Ποτέ μη βλέπετε τον εαυτό σας ως θύμα και μην αναμένετε από τους άλλους να δράσουν με τον τρόπο που νομίζετε εσείς πως πρέπει να δράσουν. Να ακούτε τους άλλους και να αποδέχεστε τα συναισθήματα τους αλλά και τις δικές τους προσωπικές ανάγκες. Να θέτετε ερωτήσεις για να ξεκαθαρίζετε ότι δεν καταλαβαίνετε και μην κάνετε υποθέσεις",
      "images": [
        {
          "src": "15.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 21
        }
      ]
    },
    {
      "id": 16,
      "final": 0,
      "progress": "72",
      "title": "Παυσίπονα και Αντιφλεγμονώδη",
      "subtitle": "",
      "content": "Ο πόνος περιορίστηκε ελάχιστα, αλλά δεν κατάφερε να κοιμηθεί. Το άγχος της δεν την άφηνε να ηρεμήσει. Αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "16.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να ξυπνήσει τον σύζυγό της και να τον ενημερώσει για την κατάστασή της, ώστε αν χρειαστεί να την βοηθήσει να μεταφερθεί στα επείγοντα.",
          "target_node": 15
        },
        {
          "label": "Να ψάξει στο διαδίκτυο τρόπους να χαλαρώσει και να ηρεμήσει από το άγχος της.",
          "target_node": 17
        },
        {
          "label": "Να πάρει ένα ηρεμιστικό για να την βοηθήσει να κοιμηθεί.",
          "target_node": 18
        }
      ]
    },
    {
      "id": 17,
      "final": 0,
      "progress": "72",
      "title": "Αναζήτηση πληροφοριών στο διαδίκτυο",
      "subtitle": "",
      "content": "Βρήκε πάρα πολλές οδηγίες, οι οποίες την μπέρδεψαν και τελικά δεν κατάφερε να κοιμηθεί.  Αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "17.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να ξυπνήσει τον σύζυγό της και να τον ενημερώσει για την κατάστασή της, ώστε αν χρειαστεί να την βοηθήσει να μεταφερθεί στα επείγοντα.",
          "target_node": 15
        },
        {
          "label": "Να ψάξει την επόμενη ημέρα έναν επαγγελματία ψυχικής υγείας, ώστε να βοηθηθεί.",
          "target_node": 20
        }
      ]
    },
    {
      "id": 18,
      "final": 0,
      "progress": "72",
      "title": "Λήψη ηρεμιστικού",
      "subtitle": "",
      "content": "Την επόμενη ημέρα, ενημέρωσε τον γιατρό της για τα φάρμακα που έλαβε και της εξήγησε πως θα πρέπει οπωσδήποτε να συμβουλεύεται κάποιον ειδικό (π.χ.ψυχίατρο), πριν πάρει ηρεμιστικό. Την παρέπεμψε σε έναν επαγγελματία ψυχικής υγείας. ΣΥΜΒΟΥΛΗ: Κάποιες φορές είναι δύσκολο να ζητάμε βοήθεια. Όσο λιγότερο ανεξάρτητοι νιώθετε, τόσο πιο δύσκολο είναι να παραδεχτείτε ότι  μερικές φορές χρειάζεστε κάποιον να σας διευκολύνει σε μία δύσκολη στιγμή. Δεν είναι εύκολο να παραδεχτούμε στον εαυτό μας ότι δεν μπορούμε να κάνουμε πράγματα όσο εύκολα μπορούσαμε παλιότερα.  Η επικοινωνία με κοντινούς σας ανθρώπους είναι ιδιαίτερα σημαντική στις δύσκολες στιγμές, κυρίως με άτομα που γνωρίζουν καλά την κατάσταση της υγείας σας και κατά προτίμηση άτομα με τα οποία συζείτε (σύντροφος, παιδιά, άλλα μέλη της οικογένειας). Σε κάθε περίπτωση η επικοινωνία με τον γιατρό σας μπορεί να σας δώσει τόσο προσωρινή όσο και μακροπρόθεσμη ανακούφιση, χρησιμοποιώντας τις συμβουλές που θα δώσει ώστε να αντιμετωπίζετε μόνοι σας παρόμοιες καταστάσεις στο μέλλον. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information",
      "support": "Παρακάτω θα βρείτε κάποιες συμβουλές σχετικά με το πως να δημιουργήσετε υποστηρικτικές σχέσεις: Πριν πείτε κάτι αφιερώστε κάποιο χρόνο για να το σκεφτείτε καλύτερα και για να ξεκαθαρίσετε τι σας ενοχλεί και πως νιώθετε σχετικά με αυτό. Να είστε ξεκάθαροι σχετικά με αυτά λέτε αποφεύγοντας τις υπερβολές. Δείξετε σεβασμό και να είστε ευγενικοί με τους άλλους ανθρώπους γύρω σας. Να είστε ειλικρινείς και να εκφράζετε τα συναισθήματα σας με όποιον τρόπο μπορείτε. Ποτέ μη βλέπετε τον εαυτό σας ως θύμα και μην αναμένετε από τους άλλους να δράσουν με τον τρόπο που νομίζετε εσείς πως πρέπει να δράσουν. Να ακούτε τους άλλους και να αποδέχεστε τα συναισθήματα τους αλλά και τις δικές τους προσωπικές ανάγκες. Να θέτετε ερωτήσεις για να ξεκαθαρίζετε ότι δεν καταλαβαίνετε και μην κάνετε υποθέσεις",
      "images": [
        {
          "src": "18.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 21
        }
      ]
    },
    {
      "id": 19,
      "final": 0,
      "progress": "72",
      "title": "Επικοινωνία με φιλικό πρόσωπο",
      "subtitle": "",
      "content": "Επικοινώνησε με μία φίλη της, η οποία δεν μπορούσε να την ηρεμήσει και ένιωθε ότι δεν την καταλαβαίνει. Ένιωσε θυμό και μοναξιά και αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "19.png"
        }
      ],
      "buttons": [
        {
          "label": "Να ξυπνήσει τον σύζυγό της και να τον ενημερώσει για την κατάστασή της, ώστε αν χρειαστεί να την βοηθήσει να μεταφερθεί στα επείγοντα.",
          "target_node": 15
        },
        {
          "label": "Να ψάξει την επόμενη ημέρα έναν επαγγελματία ψυχικής υγείας, ώστε να βοηθηθεί.",
          "target_node": 20
        }
      ]
    },
    {
      "id": 20,
      "final": 0,
      "progress": "72",
      "title": "Αναζήτηση επαγγελματία ψυχικής υγείας",
      "subtitle": "",
      "content": "Την επόμενη ημέρα, ενημέρωσε τον γιατρό της για το περιστατικό και αυτός την παρέπεμψε σε έναν επαγγελματία ψυχικής υγείας. ΣΥΜΒΟΥΛΗ: Κάποιες φορές είναι δύσκολο να ζητάμε βοήθεια. Όσο λιγότερο ανεξάρτητοι νιώθετε, τόσο πιο δύσκολο είναι να παραδεχτείτε ότι  μερικές φορές χρειάζεστε κάποιον να σας διευκολύνει σε μία δύσκολη στιγμή. Δεν είναι εύκολο να παραδεχτούμε στον εαυτό μας ότι δεν μπορούμε να κάνουμε πράγματα όσο εύκολα μπορούσαμε παλιότερα.  Η επικοινωνία με κοντινούς σας ανθρώπους είναι ιδιαίτερα σημαντική στις δύσκολες στιγμές, κυρίως με άτομα που γνωρίζουν καλά την κατάσταση της υγείας σας και κατά προτίμηση άτομα με τα οποία συζείτε (σύντροφος, παιδιά, άλλα μέλη της οικογένειας). Σε κάθε περίπτωση η επικοινωνία με τον γιατρό σας μπορεί να σας δώσει τόσο προσωρινή όσο και μακροπρόθεσμη ανακούφιση, χρησιμοποιώντας τις συμβουλές που θα δώσει ώστε να αντιμετωπίζετε μόνοι σας παρόμοιες καταστάσεις στο μέλλον. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information. ",
      "support": "Παρακάτω θα βρείτε κάποιες συμβουλές σχετικά με το πως να δημιουργήσετε υποστηρικτικές σχέσεις: Πριν πείτε κάτι αφιερώστε κάποιο χρόνο για να το σκεφτείτε καλύτερα και για να ξεκαθαρίσετε τι σας ενοχλεί και πως νιώθετε σχετικά με αυτό. Να είστε ξεκάθαροι σχετικά με αυτά λέτε αποφεύγοντας τις υπερβολές. Δείξετε σεβασμό και να είστε ευγενικοί με τους άλλους ανθρώπους γύρω σας. Να είστε ειλικρινείς και να εκφράζετε τα συναισθήματα σας με όποιον τρόπο μπορείτε. Ποτέ μη βλέπετε τον εαυτό σας ως θύμα και μην αναμένετε από τους άλλους να δράσουν με τον τρόπο που νομίζετε εσείς πως πρέπει να δράσουν. Να ακούτε τους άλλους και να αποδέχεστε τα συναισθήματα τους αλλά και τις δικές τους προσωπικές ανάγκες. Να θέτετε ερωτήσεις για να ξεκαθαρίζετε ότι δεν καταλαβαίνετε και μην κάνετε υποθέσεις",
      "images": [
        {
          "src": "20.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 21
        }
      ]
    },
    {
      "id": 21,
      "final": 0,
      "progress": 86,
      "title": "Σωματοποίηση",
      "subtitle": "",
      "content": "Το επόμενο διάστημα, λόγω οικονομικών δυσκολιών και μεγάλων επαγγελματικών αλλαγών, ένιωθε πολύ άγχος και η σχέση με τον σύζυγο είχε αρκετές εντάσεις. Ταυτόχρονα, το ίδιο διάστημα ο πόνος ήταν αρκετά έντονος. Αποφάσισε:",
      "support": "",
      "images": [
        {
          "src": "21.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Να κλείσει ένα ραντεβού με τον γιατρό της, ώστε να της προτείνει λύσεις για τον πόνο.",
          "target_node": 22
        },
        {
          "label": "Να ξεκινήσει να λαμβάνει ημεριστικά χάπια, ώστε να μην νιώθει τόσο άγχος, και ο πόνος να μην την επηρεάζει τόσο.",
          "target_node": 24
        },
        {
          "label": "Να απευθυνθεί σε έναν επαγγελματία ψυχικής υγείας, ώστε να συζητήσει τα προβλήματά της.",
          "target_node": 23
        }
      ]
    },
    {
      "id": 22,
      "final": 0,
      "progress": "86",
      "title": "Επικοινωνία με γιατρό",
      "subtitle": "",
      "content": "Ο γιατρός της είπε ότι θα συνεχίσει με το ίδιο φαρμακευτικό σχήμα, αλλά θα πρέπει να βρει τρόπο να μειώσει το άγχος της, καθώς επηρεάζει αρκετά την ένταση του πόνου.  Αποφάσισε ναακολουθήσει τις συμβουλές του γιατρού, με στόχο να διαχειριστεί το άγχος της. Οπότε σκέφτηκε να:",
      "support": "",
      "images": [
        {
          "src": "22.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Απευθυνθεί σε έναν επαγγελματία ψυχικής υγείας, ώστε να συζητήσεί τα προβλήματά της.",
          "target_node": 23
        },
        {
          "label": "Λάβει ηρεμιστικά χάπια, ώστε να να μειώσει το άγχος της.",
          "target_node": 24
        },
        {
          "label": "Να συζητήσει με τον σύζυγό της την πιθανή αιτία του άγχους της, καθώς και τις μεταξύ τους σχέσεις.",
          "target_node": 25
        }
      ]
    },
    {
      "id": 23,
      "final": 0,
      "progress": "86",
      "title": "Αναζήτηση επαγγελματία ψυχικής υγείας",
      "subtitle": "",
      "content": "Η συνεργασία με τον ειδικό ψυχικής υγείας την βοήθησε να συνηδειτοποίησει ότι βίωνε τόσο έντονα τον πόνο λόγω των δυσκολιών στη σχέση με το σύζυγό της. Με τη βοήθεια του ειδικού ψυχικής υγείας κατάφερε να μειώσει το άγχος της. ΣΥΜΒΟΥΛΗ: Πολλές φορές ο πόνος σε μία χρόνια πάθηση, όπως η ρευματοειδής αρθρίτιδα, είναι στην πραγματικότητα μία σωματική έκφραση των αρνητικών συναισθημάτων που νιώθουμε σε κάποιες περιόδους της ζωής μας και της συνολικής ψυχικής μας κατάστασης. Τα πιο κοινά ψυχοκοινωνικά προβλήματα της ΡΑ και άλλων ρευματικών παθήσεων είναι η κατάθλιψη και το άγχος, η αβεβαιότητα και η απώλεια ελέγχου σχετικά με τη διαδικασία της ασθένειας, η αλλοίωση της εικόνας του σώματος και ο περιορισμός της φυσικής ικανότητας, μείωση της αυτοεκτίμησης και της αυτοπεποίθησης, ο φόβος του να γίνει κάποιος φυσικά εξαρτώμενος και με μειωμένη κινητικότητα, η απώλεια της ανεξαρτησίας και της ασφάλειας στην καριέρα και στους προσωπικούς ρόλους, αύξηση άγχους που συνδέεται με τις κοινωνικές αλλαγές και τους κινητικούς περιορισμούς. Εάν αυτά τα προβλήματα εμφανίζονται και παρεμβαίνουν  με την καθημερινή λειτουργικότητα ή την πλήρη συμμετοχή σε θεραπεία κάποιος μπορεί να σκεφτεί να κάνει ατομική ψυχοθεραπεία, ψυχοθεραπεία με την οικογένεια του ή να παρακολουθήσει ομαδική ψυχοθεραπεία. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information: ",
      "support": "Η δύναμη του μυαλού που επιβάλλεται στο σώμα υπήρξε χωρίς αμφιβολία πολύ σημαντική και μπορεί να χρησιμοποιηθεί ώστε να τύχουν χειρισμού όλα τα αρνητικά συμβάντα στη ζωή. Μπορεί να αποτελέσει ένα πολύ αποτελεσματικό εργαλείο καταπολέμησης των επιπτώσεων μιας χρόνιας πάθησης όπως η ΡΑ. Το μυαλό σας έχει τη δύναμη να επηρεάσει το σώμα ώστε να μπορεί να εργαστεί σε πνευματικό επίπεδο για να διαχειριστεί σωματικά συμπτώματα που συνδέονται με χρόνιες καταστάσεις. Με εκπαίδευση και κατάρτιση, μπορείτε να χρησιμοποιήσετε το μυαλό σας για να ξεκουράσετε το σώμα, να μειώσετε το άγχος και την αγωνία, και να ανακουφιστείτε, σωματικά και συναισθηματικά. Μπορεί επίσης να είστε και σε θέση να στηριχτείτε λιγότερο στη φαρμακευτική αγωγή για ανακούφιση από τα συμπτώματα.",
      "images": [
        {
          "src": "23.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 26
        }
      ]
    },
    {
      "id": 24,
      "final": 0,
      "progress": "86",
      "title": "Λήψη ηρεμιστικού",
      "subtitle": "",
      "content": "Ενημέρωσε τον γιατρό της για αυτήν την επιλογή ο οποίος της εξήγησε ότι πρέπει να συμβουλευτεί οπωσδήποτε έναν ειδικό πριν λάβει τέτοια φάρμακα (π.χ. ψυχίατρο). Αποφάσισε να ακολουθήσει τις οδηγίες του. ΣΥΜΒΟΥΛΗ: Πολλές φορές ο πόνος σε μία χρόνια πάθηση, όπως η ρευματοειδής αρθρίτιδα, είναι στην πραγματικότητα μία σωματική έκφραση των αρνητικών συναισθημάτων που νιώθουμε σε κάποιες περιόδους της ζωής μας και της συνολικής ψυχικής μας κατάστασης. Τα πιο κοινά ψυχοκοινωνικά προβλήματα της ΡΑ και άλλων ρευματικών παθήσεων είναι η κατάθλιψη και το άγχος, η αβεβαιότητα και η απώλεια ελέγχου σχετικά με τη διαδικασία της ασθένειας, η αλλοίωση της εικόνας του σώματος και ο περιορισμός της φυσικής ικανότητας, μείωση της αυτοεκτίμησης και της αυτοπεποίθησης, ο φόβος του να γίνει κάποιος φυσικά εξαρτώμενος και με μειωμένη κινητικότητα, η απώλεια της ανεξαρτησίας και της ασφάλειας στην καριέρα και στους προσωπικούς ρόλους, αύξηση άγχους που συνδέεται με τις κοινωνικές αλλαγές και τους κινητικούς περιορισμούς. Εάν αυτά τα προβλήματα εμφανίζονται και παρεμβαίνουν  με την καθημερινή λειτουργικότητα ή την πλήρη συμμετοχή σε θεραπεία κάποιος μπορεί να σκεφτεί να κάνει ατομική ψυχοθεραπεία, ψυχοθεραπεία με την οικογένεια του ή να παρακολουθήσει ομαδική ψυχοθεραπεία. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information: ",
      "support": "Η δύναμη του μυαλού που επιβάλλεται στο σώμα υπήρξε χωρίς αμφιβολία πολύ σημαντική και μπορεί να χρησιμοποιηθεί ώστε να τύχουν χειρισμού όλα τα αρνητικά συμβάντα στη ζωή. Μπορεί να αποτελέσει ένα πολύ αποτελεσματικό εργαλείο καταπολέμησης των επιπτώσεων μιας χρόνιας πάθησης όπως η ΡΑ. Το μυαλό σας έχει τη δύναμη να επηρεάσει το σώμα ώστε να μπορεί να εργαστεί σε πνευματικό επίπεδο για να διαχειριστεί σωματικά συμπτώματα που συνδέονται με χρόνιες καταστάσεις. Με εκπαίδευση και κατάρτιση, μπορείτε να χρησιμοποιήσετε το μυαλό σας για να ξεκουράσετε το σώμα, να μειώσετε το άγχος και την αγωνία, και να ανακουφιστείτε, σωματικά και συναισθηματικά. Μπορεί επίσης να είστε και σε θέση να στηριχτείτε λιγότερο στη φαρμακευτική αγωγή για ανακούφιση από τα συμπτώματα.",
      "images": [
        {
          "src": "24.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 26
        }
      ]
    },
    {
      "id": 25,
      "final": 0,
      "progress": "86",
      "title": "Συζήτηση με σύζυγο",
      "subtitle": "",
      "content": "Η συζήτηση την βοήθησε να έχει καλύτερη σχέση με το σύζυγο. Κατάλαβε ότι ο πόνος στο σώμα της επηρεάζεται από την διάθεσή της. ΣΥΜΒΟΥΛΗ: Πολλές φορές ο πόνος σε μία χρόνια πάθηση, όπως η ρευματοειδής αρθρίτιδα, είναι στην πραγματικότητα μία σωματική έκφραση των αρνητικών συναισθημάτων που νιώθουμε σε κάποιες περιόδους της ζωής μας και της συνολικής ψυχικής μας κατάστασης. Τα πιο κοινά ψυχοκοινωνικά προβλήματα της ΡΑ και άλλων ρευματικών παθήσεων είναι η κατάθλιψη και το άγχος, η αβεβαιότητα και η απώλεια ελέγχου σχετικά με τη διαδικασία της ασθένειας, η αλλοίωση της εικόνας του σώματος και ο περιορισμός της φυσικής ικανότητας, μείωση της αυτοεκτίμησης και της αυτοπεποίθησης, ο φόβος του να γίνει κάποιος φυσικά εξαρτώμενος και με μειωμένη κινητικότητα, η απώλεια της ανεξαρτησίας και της ασφάλειας στην καριέρα και στους προσωπικούς ρόλους, αύξηση άγχους που συνδέεται με τις κοινωνικές αλλαγές και τους κινητικούς περιορισμούς. Εάν αυτά τα προβλήματα εμφανίζονται και παρεμβαίνουν  με την καθημερινή λειτουργικότητα ή την πλήρη συμμετοχή σε θεραπεία κάποιος μπορεί να σκεφτεί να κάνει ατομική ψυχοθεραπεία, ψυχοθεραπεία με την οικογένεια του ή να παρακολουθήσει ομαδική ψυχοθεραπεία. Για περισσότερες πληροφορίες πατήστε πάνω στο Supporting Information: ",
      "support": "Η δύναμη του μυαλού που επιβάλλεται στο σώμα υπήρξε χωρίς αμφιβολία πολύ σημαντική και μπορεί να χρησιμοποιηθεί ώστε να τύχουν χειρισμού όλα τα αρνητικά συμβάντα στη ζωή. Μπορεί να αποτελέσει ένα πολύ αποτελεσματικό εργαλείο καταπολέμησης των επιπτώσεων μιας χρόνιας πάθησης όπως η ΡΑ. Το μυαλό σας έχει τη δύναμη να επηρεάσει το σώμα ώστε να μπορεί να εργαστεί σε πνευματικό επίπεδο για να διαχειριστεί σωματικά συμπτώματα που συνδέονται με χρόνιες καταστάσεις. Με εκπαίδευση και κατάρτιση, μπορείτε να χρησιμοποιήσετε το μυαλό σας για να ξεκουράσετε το σώμα, να μειώσετε το άγχος και την αγωνία, και να ανακουφιστείτε, σωματικά και συναισθηματικά. Μπορεί επίσης να είστε και σε θέση να στηριχτείτε λιγότερο στη φαρμακευτική αγωγή για ανακούφιση από τα συμπτώματα.",
      "images": [
        {
          "src": "25.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Συνέχεια",
          "target_node": 26
        }
      ]
    },
    {
      "id": 26,
      "final": 1,
      "progress": 100,
      "title": "Συγχαρητήρια!",
      "subtitle": "Τέλος Παιχνιδιού!",
      "content": "Η Μαργαρίτα το τελευταίο διάστημα νιώθει πολύ καλύτερα, οι πόνοι έχουν υποχωρήσει και η διάθεσή της έχει βελτιωθεί. Μέσα από τις δυσκολίες που προέκυψαν, κατάφερε να ενισχύσει τις σχέσεις της με τους κοντινούς της ανθρώπους, να βελτιώσει τις εργασιακές της συνθήκες και να εκπαιδευτεί στο πως να διαχειρίζεται τον πόνο, αλλά και τα συναισθήματα που αυτός μπορεί να της προκαλέσει. Ακολούθησε μερικές απλές συμβουλές του γιατρού της όπως το να κρατάει σημειώσεις για αυτά για τα οποία θα ήθελε να μιλήσει μαζί του την επόμενη φορά που θα είχαν ραντεβού καθώς και να συζητάει μαζί του οποιδήποτε καινούριο σύμπτωμα εμφανιζόταν καθώς πολλές φορές ήταν κάτι εύκολα διαχειρήσιμο. Η Μαργαρίτα ξέρει τώρα πόσο σημαντικό είναι να συζητάει τους προβληματισμούς της με τους κατάλληλους επαγγελματίες και ταυτόχρονα να μοιράζεται τις δυσκολίες της με τους δικούς της ανθρώπους.",
      "support": "",
      "images": [
        {
          "src": "26.jpg"
        }
      ],
      "buttons": [
        {
          "label": "Πατήστε εδώ για να παίξετε ξανά από την αρχή",
          "target_node": 1
        }
      ]
    }
  ]
}
